<template>
  <v-container>
    <h1>הסבר שימוש באתר</h1>
    <h3>
      לרשותכם שתי אפשרויות חיפוש: חיפוש פשוט שבו תקבלו רק הגדרות הזהות להגדרה
      שחיפשתם, וחיפוש מורחב שבו תקבלו הגדרות עם דמיון של לפחות 60% להגדרה
      שחיפשתם. רשימת ההגדרות ממויינת לפי הדמיון להגדרה שחופשה בסדר יורד.
    </h3>
    <br />
    <h3>
      באפשרותכם לבחור 2 הגדרות לצורך השוואה בין תוכן הגדרות אלו.
    </h3>
    <br />
    <h3>
      על מנת לבצע את ההשואה עליכם ללחוץ על 2 הגדרות לבחירתכם ולאחר מכן ללחוץ על
      הכפתור "להשוואה" שמופיע בתחילת העמוד.
    </h3>
    <br />
    <h3>
      לאחר מכן, תועברו לעמוד ההשוואה ששם יוצגו 2 ההגדרות כאשר ההבדלים בינהן
      מסומנים בצבע.
    </h3>
    <br />
    <v-btn to="/search" color="primary">למעבר לחיפוש</v-btn>
  </v-container>
</template>

<script>
export default {
  name: 'About',

  data() {
    return {};
  },
};
</script>
